Repository: Dascent/plugins
Catalog: plugins/visible-custom-content/1.1.1/vc-content/languages/custom-content-*.po
Languages: ro_ro

source: &bull; Contribute with donation via
ro_ro: &bull; Contribuie cu donație la

source: &bull; Contributor's page -
ro_ro: &bull; Pagina Contribuabili -

source: &bull; Help with further developing of these plugins.
ro_ro: &bull; Ajută la dezvoltarea în continuare a acestor plugin-uri.

source: &bull; Help with translation of these plugins.
ro_ro: &bull; Ajută la traducerea acestor pluginuri.

source: &bull; Open suggestions -
ro_ro: &bull; Adaugă sugestii -

source: &bull; Report issues -
ro_ro: &bull; Raportează o problemă -

source: A simple plugin to show different content to registered and non-registered users using shortcodes.
ro_ro: Un plugin simplu pentru a afișa conținut diferit utilizatorilor înregistrați și neînregistrați folosind coduri scurte.

source: All info and documentation is available
ro_ro: Toate informațiile și documentația sunt disponibile

source: Choose from available presets or add your own content using the Editor tool
ro_ro: Alegeți dintre setările prestabilite disponibile sau adăugați propriul conținut folosind Editorul

source: Content outside the tags of the shortcode will be visible along with the content you set up below.
ro_ro: Conținutul din afara etichetelor codului scurt va fi vizibil împreună cu conținutul pe care l-ați configurat mai jos.

source: Custom Content
ro_ro: Conținut Personalizat

source: Custom Content Plugin
ro_ro: Plugin pentru Vizualizare Conținut Personalizat

source: Documentation
ro_ro: Documentație

source: Download version:
ro_ro: Descarcă versiunea:

source: Native WP editor is supporting most of the HTML and inline css markup language along with other shortcodes
ro_ro: Editorul nativ WP acceptă majoritatea limbajului de marcare HTML și css inline, împreună cu alte coduri scurte

source: Non-Registered User Content
ro_ro: Conținut vizibil utilizator neînregistrat

source: on GitHub
ro_ro: pe GitHub

source: or via Bank Transfer
ro_ro: sau via Virament Bancar

source: Plugin Information
ro_ro: Informații despre plugin

source: Preset 1 - Access Upload
ro_ro: Presetarea 1 - Accesați Încărcare

source: Preset 2 - Download File
ro_ro: Preset 2 - Descărcați Fișierul

source: Preset 3 - Access Content
ro_ro: Presetarea 3 - Accesați Conținut

source: Preset 4 - Play or Download Media File
ro_ro: Preset 4 - Redați sau descărcați fișierul media

source: Preset 5 - View Content
ro_ro: Presetarea 5 - Vizualizați Conținut

source: Preset 6 - View Image
ro_ro: Presetare 6 - Vizualizare Imagine

source: Registered users will see the content that you provide within the shortcode tags, while non-registered users will see the content you set in the plugin settings.
ro_ro: Utilizatorii înregistrați vor vedea conținutul pe care îl furnizați între etichetele de coduri scurte, în timp ce utilizatorii neînregistrați vor vedea conținutul pe care l-ați setat în setările pluginului.

source: repository as open source.
ro_ro: repository ca open source.

source: Save Changes
ro_ro: Salvează

source: Select a preset
ro_ro: Selectați o presetare

source: Select a Preset:
ro_ro: Selectați o Presetare:

source: Settings
ro_ro: Setări

source: Shortcode Usage
ro_ro: Utilizarea codurilor scurte

source: Support this project
ro_ro: Susține acest proiect

source: This content is visible only to registered users.
ro_ro: Acest conținut este vizibil doar pentru utilizatorii înregistrați.

source: This plugin allows you to show different content to registered and non-registered users using shortcodes.
ro_ro: Acest plugin vă permite să afișați conținut diferit utilizatorilor înregistrați și neînregistrați folosind coduri scurte.

source: To display content visible only to registered users, use the following shortcode:
ro_ro: Pentru a afișa conținut vizibil numai pentru utilizatorii înregistrați, utilizați următorul cod scurt:

source: Yes we need your support and here are a few ways you can get involved:
ro_ro: Da, avem nevoie de sprijinul tău și iată câteva modalități prin care te poți implica:
